Repository: common-repository/super-light-cache-buster
Catalog: languages/super-light-cache-buster-*.po
Languages: de_de

source: With a compressed size of under 30KB, this simple plugin adds random version numbers to CSS & JS assets to vanquish browser caching. Clear your Site and Server-side caches, and this plugin will do the rest.
de_de: Mit einer komprimierten Größe von unter 30 KB fügt dieses einfache Plugin zufällige Versionsnummern zu CSS- und JS-Assets hinzu, um das Browser-Caching zu beseitigen. Löschen Sie Ihre Site- und Server-seitigen Caches, und dieses Plugin erledigt den Rest.

source: On
de_de: An

source: Off
de_de: Aus

source: Cache Buster Intensity
de_de: Cache Buster Intensität

source: Intense
de_de: Intensive

source: Cache Buster failed to change the WP_CACHE setting. Make sure wp-config.php is <a href='https://wordpress.org/support/article/changing-file-permissions/'>writable</a>.
de_de: Cache Buster konnte die Einstellung WP_CACHE nicht ändern. Stellen Sie sicher, dass die wp-config.php <a href='https://wordpress.org/support/article/changing-file-permissions/'>beschreibbar</a> ist.

source: Super Light Cache Buster Settings
de_de: Super Light Cache Buster Einstellungen

source: Your settings have been updated!
de_de: Ihre Einstellungen wurden aktualisiert!

source: An error occured
de_de: Es ist ein Fehler aufgetreten

source: Error: %s
de_de: Fehler: %s

source: Basic Settings
de_de: Grundeinstellungen

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: You can completely disable Cache Buster when you're not using it. Then it will be 100% idle.
de_de: Sie können den Cache Buster vollständig deaktivieren, wenn Sie ihn nicht verwenden. Dann wird er 100% idle sein.

source: Settings in this section add more ways to prevent caching. The default settings are recommended for most sites.
de_de: Die Einstellungen in diesem Abschnitt bieten weitere Möglichkeiten, die Zwischenspeicherung zu verhindern. Die Standardeinstellungen werden für die meisten Websites empfohlen.

source: <strong>Pro tip: </strong>You may need to clear your cache before Cache Buster can prevent future caching.
de_de: <strong>Profi-Tipp: </strong>Möglicherweise müssen Sie Ihren Cache leeren, bevor Cache Buster künftige Zwischenspeicherungen verhindern kann.

source: Add/remove no-cache directives to/from the Cache-Control HTTP header field. This setting will only work if the Cache Buster Status is 'On'.
de_de: Hinzufügen/Entfernen von no-cache-Direktiven zum/vom HTTP-Header-Feld Cache-Control. Diese Einstellung funktioniert nur, wenn der Cache-Buster-Status "Ein" ist.

source: When activated, this option will update your filenames only if you change the version name yourself, for instance, from 1.0.4 to 2.0.0. To have filenames updated automatically, just leave this field empty.
de_de: Wenn diese Option aktiviert ist, werden Ihre Dateinamen nur dann aktualisiert, wenn Sie selbst den Versionsnamen ändern, z. B. von 1.0.4 auf 2.0.0. Wenn die Dateinamen automatisch aktualisiert werden sollen, lassen Sie dieses Feld einfach leer.

source: Coming Soon: 'false' removes the WP_CACHE constant, 'true' adds WP_CACHE back and sets it to 'true'. This setting will only work if the Cache Buster Status is 'On'.
de_de: Demnächst verfügbar: ‘falsch’ entfernt die Konstante WP_CACHE, ‘wahr’ fügt WP_CACHE wieder hinzu und setzt sie auf ‘wahr’. Diese Einstellung funktioniert nur, wenn der Cache Buster Status ‘Auf’ ist.

source: Please clear your cache to make sure your new settings take effect.
de_de: Bitte leeren Sie Ihren Cache, um sicherzustellen, dass Ihre neuen Einstellungen wirksam werden.

source: Refresh W/o Cache
de_de: Aktualisieren o. Cache
